Repository: MicaForEveryone/MicaForEveryone
Catalog: MicaForEveryone.UI/Strings/*/*/Resources.resw
Source language: en
Languages: ar, az, bg, cs, de, el, es, fa, fr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sr_cyrl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# AboutTitle.Text
source: About this app
ar: عن هذا التطبيق
az: Bu tətbiq haqqında
bg: За това приложение
cs: O této aplikaci
de: Über diese App
el: Σχετικά με την εφαρμογή
es: Acerca de esta aplicación
fa: درباره این برنامه
fr: A propos
hu: Az alkalmazásról
id: Tentang aplikasi ini
it: Informazioni
ja: このアプリの情報
ko: 앱 정보
nl: Over deze app
pl: O aplikacji
pt_br: Sobre esse app
ro: Despre aplicație
ru: О программе
sr_cyrl: О овој апликацији
sr_latn: O ovoj aplikaciji
tr: Bu uygulama hakkında
uk: Про додаток
vi: Về ứng dụng này
zh_hans: 关于此应用
zh_hant: 關於此應用

# AcrylicBackdropDescription.Text
source: Acrylic forces all apps to use Windows 10-style blur backdrop effect.
ar: يجعل Acrylic البرامج تستخدم التأثيرات الزجاجية الخاصة ب Windows 10.
az: Acrylic bütün tətbiqləri Windows 10 üslublu bulanıq fon effektindən istifadə etməyə məcbur edir.
bg: Акрил кара всички приложения да използват ефекта на Windows 10 за размазване на фона.
cs: Akrylický režim nutí všechny aplikace aby používaly styl rozmazání Windows 10
de: Acrylic zwingt alle Apps, den Unschärfe-Hintergrundeffekt im Windows 10-Stil zu verwenden.
el: Το Ακρυλικό αναγκάζει όλες τις εφαρμογές να χρησιμοποιούν εφέ θόλωσης σκηνικού σε στυλ Windows 10.
es: Acrylic obliga a todas las aplicaciones a usar el efecto de fondo de desenfoque al estilo de Windows 10.
fa: گزینه «Acrylic» تمام پنجره‌ها را مجبور می‌کند تا از یک جلوه بلور به سبک Windows 10 استفاده کنند.
fr: "Acrylique" oblige toutes les applications à utiliser l'effet de flou de Windows 10.
hu: Az Akril rákényszeríti az összes alkalmazást, hogy a Windows 10 stílusú elmosódó háttérhatást használja.
id: Akrilik memaksa semua aplikasi untuk menggunakan efek latar buram bergaya Windows 10.
it: L'effetto Acrylic utilizza lo stile delle app di Windows 10.
ja: 「アクリル」はすべてのアプリで強制的に Windows 10 風の壁紙透かし効果を使用します。
ko: 아크릭은 프로그램 창에 윈도우 10 아크릭 효과를 적용합니다.
nl: De optie "Acryl" forceert alle apps om het Windows 10-blur stijl achtergrondeffect te gebruiken.
pl: Powoduje efekt rozmycia tła w stylu Windows 10.
pt_br: O acrílico força todos os aplicativos a usarem o efeito de pano de fundo de desfoque no estilo do Windows 10.
ro: Acirilic forțează toate aplicațiile în a folosi stilul de fundal din Windows 10.
ru: эффект Acrylic принуждает все приложения использовать эффект размытия в стиле Windows 10.
sr_cyrl: Acrylic чини да све апликације користе позадински ефекат замућења у стилу Windows-а 10.
sr_latn: Acrylic čini da sve aplikacije koriste pozadinski efekat zamućenja u stilu Windows-a 10.
tr: Acrylic bütün uygulamaları Windows 10 tarzı bir arka plan bulanıklığı kullanmaya zorlar.
uk: Acrylic змушує всі додатки використовувати ефект розмиття фону у стилі Windows 10.
vi: Acrylic buộc mọi ứng dụng dùng hiệu ứng nền mờ theo kiểu Windows 10.
zh_hans: 现在将强制应用程序窗口背景使用实时渲染模糊的亚克力材质特效。
zh_hant: 現在將強製應用程序窗口背景使用實時渲染模糊的亞克力材質特效。

# AcrylicMenuItem.Text
source: Acrylic
bg: Акрил
cs: Akrylický
el: Ακρυλικό
fr: Acrylique
hu: Akril
id: Akrilik
ja: アクリル
nl: Acryl
pl: Akryl
pt_br: Acrílico
ro: Acirilic
zh_hans: 亚克力
zh_hant: 亞克力

# AddButton.Content
source: Add
ar: أضف
az: Əlavə et
bg: Добави
cs: Přidat
de: Hinzufügen
el: Πρόσθήκη
es: Agregar
fa: افزودن
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가하기
nl: Toevoegen
pl: Utwórz
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sr_cyrl: Додај
sr_latn: Dodaj
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# AddClassRuleContentDialog.Title
source: New Class Rule
ar: قاعدة جديدة لفئة من البرامج
az: Yeni Sinif Qaydası
bg: Ново правило за клас
cs: Nové Pravidlo Třídy
de: Neue Klassenregel
el: Νέος Κανόνας Κλάσης
es: Nueva regla de clase
fa: نمایه کلاس جدید
fr: Nouvelle classe
hu: Osztályszabály hozzáadása
id: Aturan Class Baru
it: Nuova Regola di Classe
ja: 新しいクラスのルール
ko: 적용할 새로운 클래스
nl: Nieuwe Classregel
pl: Utwórz Regułę dla Klasy
pt_br: Nova Regra da Classe
ro: Clasă nouă de reguli
ru: Новое правило для класса
sr_cyrl: Ново правило за класу
sr_latn: Novo pravilo za klasu
tr: Yeni Sınıf Kuralı
uk: Нове правило класу
vi: Thêm quy lệ lớp mới
zh_hans: 新建窗口类规则
zh_hant: 新建窗口類規則

# AddClassRuleMenuItem.Text
source: Add Class Rule
ar: أضف قاعدة لفئة من البرامج
az: Sinif qaydası əlavə edin
bg: Добави ново правило за клас
cs: Přidat Pravidlo Třídy
de: Klassenregel hinzufügen
el: Πρόσθήκη Νέου Κανόνα Κλάσης
es: Agregar regla de clase
fa: افزودن نمایه کلاس
fr: Nouvelle classe
hu: Osztályszabály hozzáadása
id: Tambah Aturan Class
it: Aggiungi Regola di Classe
ja: クラスのルールを追加
ko: 클래스 추가
nl: Classregel Toevoegen
pl: Utwórz Regułę dla Klasy
pt_br: Nova Regra da Classe
ro: Adaugă o clasă de reguli
ru: Добавить правило для класса
sr_cyrl: Додај правило за класу
sr_latn: Dodaj pravilo za klasu
tr: Sınıf Kuralı Ekle
uk: Додати правило класу
vi: Thêm quy lệ lớp mới
zh_hans: 依据窗口类类名添加规则
zh_hant: 依據窗口類類名添加規則

# AddProcessRuleContentDialog.Title
source: New Process Rule
ar: قاعدة جديدة لبرنامج
az: Yeni Proses Qaydası
bg: Ново правило за процес
cs: Nové Pravidlo Procesu
de: Neue Prozessregel
el: Νέος Κανόνας Διεργασίας
es: Nueva regla de proceso
fa: نمایه پروسه جدید
fr: Nouveau processus
hu: Folyamati szabály hozzáadása
id: Aturan Proses Baru
it: Nuova Regola di Processo
ja: 多らしいプロセスのルール
ko: 적용할 새로운 프로세스
nl: Nieuwe Procesregel
pl: Utwórz Regułę dla Procesu
pt_br: Nova Regra do Processo
ro: Regulă nouă pentru procese
ru: Новое правило для процесса
sr_cyrl: Ново правило за процес
sr_latn: Novo pravilo za proces
tr: Yeni İşlem Kuralı
uk: Нове правило процесу
vi: Quy lệ tác vụ mới
zh_hans: 新建程序名规则
zh_hant: 新建程序名規則

# AddProcessRuleMenuItem.Text
source: Add Process Rule
ar: أضف قاعدة لبرنامج
az: Proses Qaydasını əlavə edin
bg: Добави ново правило за процес
cs: Přidat Pravidlo Procesu
de: Prozessregel hinzufügen
el: Πρόσθήκη Νέου Κανόνα Διεργασίας
es: Agregar regla de proceso
fa: افزودن نمایه پروسه
fr: Nouveau processus
hu: Folyamati szabály hozzáadása
id: Tambah Aturan Proses
it: Aggiungi Regola di Processo
ja: プロセスのルールを追加
ko: 프로세스 추가
nl: Procesregel Toevoegen
pl: Utwórz Regułę dla Procesu
pt_br: Nova Regra do Processo
ro: Adaugă regulă pentru procese
ru: Добавить правило для процесса
sr_cyrl: Додај правило за процес
sr_latn: Dodaj pravilo za proces
tr: İşlem Kuralı Ekle
uk: Додати правило процесу
vi: Quy lệ tác vụ mới
zh_hans: 依据程序文件名添加规则
zh_hant: 依據程序文件名添加規則

# AddRuleAppBarButton.Label
source: Add Rule
ar: أضف قاعدة
az: Qayda əlavə edin
bg: Добави правило
cs: Přidat Pravidlo
de: Regel hinzufügen
el: Πρόσθήκη Κανόνα
es: Agregar regla
fa: افزودن نمایه
fr: Ajouter règle
hu: Szabály hozzáadása
id: Tambah Aturan
it: Aggiungi Regola
ja: ルールの追加
ko: 추가하기
nl: Regel Toevoegen
pl: Utwórz regułę
pt_br: Nova Regra
ro: Adaugare regulă
ru: Добавить правило
sr_cyrl: Додај правило
sr_latn: Dodaj pravilo
tr: Kural Ekle
uk: Додати правило
vi: Thêm quy lệ
zh_hans: 添加新规则
zh_hant: 添加新規則

# AddRuleDialog.Title
source: Add Rule
ar: أضف قاعدة
az: Qayda əlavə edin
bg: Добави правило
cs: Přidat Pravidlo
de: Regel hinzufügen
el: Πρόσθήκη Κανόνα
es: Agregar regla
fa: افزودن نمایه
fr: Ajouter règle
hu: Szabály hozzáadása
id: Tambah Aturan
it: Aggiungi Regola
ja: ルールの追加
ko: 추가하기
nl: Regel Toevoegen
pl: Utwórz regułę
pt_br: Nova Regra
ro: Adaugă regulă
ru: Добавить правило
sr_cyrl: Додај правило
sr_latn: Dodaj pravilo
tr: Kural Ekle
uk: Додати правило
vi: Thêm quy lệ
zh_hans: 添加新规则
zh_hant: 添加新規則

# AdvancedMenu.Text
source: Config file
ar: ملف الإعدادات
az: Konfiqurasiya faylı
bg: Конфигурирай файлл
cs: Konfigurační Soubor
de: Konfigurationsdatei
el: Αρχείο Config
es: Archivo de configuración
fa: فایل پیکربندی
fr: Fichier de configuration
hu: Konfigurációs fájl
id: Berkas konfigurasi
it: File di Configurazione
ja: 設定ファイル
ko: 구성 파일
nl: Configuratiebestand
pl: Tekstowy plik konfiguracji
pt_br: Arquivo de Configuração
ro: Fișier de configurare
ru: Файл конфигурации
sr_cyrl: Конф. датотека
sr_latn: Konf. datoteka
tr: Konfigürasyon dosyası
uk: Файл конфігурації
vi: Tệp thiết lập
zh_hans: 配置文件
zh_hant: 配置文件

# AppInitializationError.Title
source: Error in Initializing application
ar: خطأ في فتح التطبيق
az: Tətbiqin işə salınmasında xəta
bg: Грешка при стартиране на приложението
cs: Chyba při inicializaci aplikaci
de: Fehler beim Initialisieren der Anwendung
el: Σφάλμα κατά την αρχικοποίηση της εφαρμογής
es: Error en la inicialización de la aplicación
fa: خطا در راه‌اندازی برنامه
fr: Erreur lors de l'initialisation de l'application
hu: Hiba az alkalmazás inicializálásakor
id: Kesalahan saat menginisialisasi aplikasi
it: Errore nell'inizializzazione dell'app.
ja: アプリの初期化中にエラー発生
ko: 앱 초기설정 중 문제가 발생했습니다.
nl: Fout bij het initialiseren van de app
pl: Błąd podczas inicjalizacji aplikacji
pt_br: Erro ao inicializar o aplicativo
ro: Eroare la inițializarea aplicației
ru: Ошибка при инициализации приложения
sr_cyrl: Грешка у иницијализацији апликације
sr_latn: Greška u inicijalizaciji aplikacije
tr: Uygulamayı başlatırken hata
uk: Помилка під час ініціалізації додатку
vi: Lỗi chạy ứng dụng
zh_hans: 应用程序无法启动
zh_hant: 應用程序無法啓動

# AppName
source: Mica For Everyone
bg: Мика за всеки
el: Mica Για Όλους
fa: Mica برای همه

# AppNameLabel.Text
source: Mica For Everyone
bg: Мика за всеки
el: Mica Για Όλους
fa: Mica برای همه

# BackdropDescription.Text
source: Set backdrop type,
ar: ضبط نوع الخلفية
az: Arxa Fon növünü təyin edin,
bg: Задай тип на фон
cs: Nastavit Typ Pozadí
de: Hintergrundtyp festlegen
el: Ορισθμός τύπου σκηνικού,
es: Establezca el tipo de efecto de fondo,
fa: تنظیم نوع پس‌زمینه،
fr: Définir le style d'arrière-plan,
hu: Háttér típusának beállítása,
id: Tetapkan jenis tampilan latar,
it: Imposta il tipo di sfondo,
ja: 背景の種類を設定。
ko: 창 배경 효과 종류를 설정하세요.
nl: Achtergrondeffect instellen,
pl: Ustaw rodzaj tła,
pt_br: Definir tipo de pano de fundo,
ro: Setează stilul fundalului,
ru: Устанавливает тип фона,
sr_cyrl: Изаберите тип позадине.
sr_latn: Izaberite tip pozadine.
tr: Arka plan efekti türünü ayarla,
uk: Встановлює тип фону,
vi: Thiết lập kiểu nền,
zh_hans: 该选项用于设置应用程序窗口背景模糊类型，
zh_hant: 該選項用於設置應用程序窗口背景模糊類型，

# BackdropMenu.Text
source: Backdrop Type
ar: نوع الخلفية
az: Arxa Fon Növü
bg: Тип на фон
cs: Typ Pozadí
de: Hintergrundtyp
el: Τύπος Σκηνικού
es: Tipo de efecto de fondo
fa: نوع پس‌زمینه
fr: Style d'arrière-plan
hu: Háttér típusa
id: Jenis Tampilan Latar
it: Tipo di Sfondo
ja: 背景の種類
ko: 창 배경 종류
nl: Achtergrondeffect
pl: Rodzaj tła
pt_br: Tipo de pano de fundo
ro: Tip de fundal
ru: Фон
sr_cyrl: Тип позадинског ефекта
sr_latn: Tip pozadinskog efekta
tr: Arka Plan Efekti Türü
uk: Тип фону
vi: Kiểu nền
zh_hans: 模糊类型
zh_hant: 模糊類型

# BackdropTypeSetting.Header
source: Backdrop Type
ar: نوع الخلفية
az: Arxa Fon Növü
bg: Тип на фон
cs: Typ Pozadí
de: Hintergrundtyp
el: Τύπος Σκηνικού
es: Tipo de efecto de fondo
fa: نوع پس‌زمینه
fr: Style d'arrière-plan
hu: Háttér típusa
id: Jenis Tampilan Latar
it: Tipo di Sfondo
ja: 背景の種類
ko: 창 배경 종류
nl: Achtergrondeffect
pl: Rodzaj tła
pt_br: Tipo de pano de fundo
ro: Tip de fundal
ru: Фон
sr_cyrl: Тип позадинског ефекта
sr_latn: Tip pozadinskog efekta
tr: Arka Plan Efekti Türü
uk: Тип фону
vi: Kiểu nền
zh_hans: 模糊类型
zh_hant: 模糊類型

# BlurBehindSetting.Description
source: Make windows translucent and blurred. Disabling this option requires you to close and reopen affected windows.
ar: اجعل النوافذ شفافة وزجاجية، يجب أن تغلق النوافذ التي تم تطبيق عليها هذا التأثير بعد الغائه.
az: Pəncərələri şəffaf və bulanıq edin. Bu seçimi söndürmək üçün təsirlənmiş pəncərələri bağlamaq və yenidən açmaq lazımdır.
bg: Направи прозорците полупрозрачни и замъглени. Деактивирането на тази опция изисква да затворите и отварите отново избраните приложения.
cs: Rozmazat a zprůhlednit okna. Vypnutí této funkce vyžaduje opětovné spuštění ovlivněných aplikací
de: Macht Fenster durchscheinend und verschwommen. Wenn diese Option deaktiviert wird, müssen Sie die betroffenen Fenster schließen und erneut öffnen.
el: Κάνε τα παράθυρα ημιδιαφανή και θολά. Απενεργοποιώντας αυτή την επιλογή απαιτεί να κλείσεις και να ξανανοίξεις παράθυρα που επηρεάζονται.
es: Haga que las ventanas sean translúcidas y desenfocadas. Desactivar esta opción requiere cerrar y volver a abrir las ventanas afectadas.
fa: پنجره‌ها را شفاف و بلوری می‌کند. بعد از غیرفعال کردن این گزینه باید پنجره‌های باز را ببندید و دوباره باز کنید.
fr: Rendre les fenêtres translucides et floues. La désactivation de cette option nécessite de fermer et de rouvrir les fenêtres concernées.
hu: Az ablakok átlátszóvá és homályossá tétele. Ha letiltja ezt az opciót, be kell zárnia és újra meg kell nyitnia az érintett ablakokat.
id: Membuat jendela tembus dan buram. Menonaktifkan opsi ini mengharuskan Anda menutup dan membuka kembali jendela yang terpengaruh.
it: Rendi le finestre sfocate e traslucide. Per disabilitare quest'opzione è necessare riavviare le app interessate.
ja: ウィンドウを半透明にしぼかします。このオプションを無効にした後、効果が反映されたウィンドウを閉じて再び開く必要があります。
ko: 창들을 투명화시키고 흐리게 합니다. 비활성화 하시려면 이 모드를 꺼준 다음 효과가 적용된 창들을 다시 재시작 해주세요.
nl: Maakt vensters doorzichtig en geblurd. Als je deze optie uitschakelt, moet je de betreffende vensters sluiten en opnieuw openen.
pl: Spraw, aby okna były półprzezroczyste i rozmyte. Wyłączenie tej opcji wymaga ponownego uruchomienia okien, które mają się zmienić.
pt_br: Torna as janelas translúcidas e desfocadas. Desativar esta opção exige que você feche e reabra as janelas afetadas.
ro: Ferestrele vor fi transparente și cu efect de blur. Dezactivarea acestei opțiuni va necesita închiderea și redeschiderea ferestrelor afectate.
ru: Делает окна полупрозрачными и размытыми. После отключения этой опции необходимо перезапустить затронутые окна.
sr_cyrl: Чини да прозори буду прозирни и замућени. Након што онемогућите ову опцију, морате да затворите и поново отворите прозоре.
sr_latn: Čini da prozori budu prozirni i zamućeni. Nakon što onemogućite ovu opciju, morate da zatvorite i ponovo otvorite prozore.
tr: Pencereleri yarı saydam ve bulanık yapar. Bu ayarı devre dışı bırakmak etkilenen uygulamaları kapatıp yeniden açmanızı gerektirir.
uk: Робить вікна напівпрозорими та розмитими. Вимкнення цієї опції потребує закриття та повторного відкриття відповідних вікон.
vi: Làm cửa sổ có hiệu ứng mờ. Tắt lựa chọn này có thể yêu cầu bạn đóng và mở lại các cửa sổ bị ảnh hưởng .
zh_hans: 打开此选项，窗口将会半透明并且使用模糊特效。该选项可能不适用于所有应用程序。 关闭此选项需要重启已生效的窗口。
zh_hant: 打開此選項，窗口將會半透明並且使用模糊特效。該選項可能不適用於所有應用程序。 關閉此選項需要重啓已生效的窗口。

# BlurBehindSetting.Header
source: Blur Behind
ar: تأثير زجاجي
az: Arxasını Bulanlıqlaşdır
bg: Замъгли зад
cs: Rozmazat Pozadí
de: Dahinter verwischen
el: Θόλωση από Πίσω
es: Habilitar el desenfoque por detrás
fa: بلور پس‌زمینه
fr: Flou derrière
hu: Elmosódás mögötte
id: Buram di Belakang
it: Sfocatura Dietro
ja: 背景のぼかし
ko: 윈도우 배경 흐릿함 효과
nl: Blur Erachter
pl: Rozmycie
pt_br: Borrão atrás
ro: Blur în fundal
ru: Размытие фона
sr_cyrl: Замућење позади
sr_latn: Zamućenje pozadi
tr: Arkasını Bulanıklaştır
uk: Фонове розмиття
vi: Làm mờ đằng sau

# BrowseButton.Content
source: Browse
ar: بحث
az: Gözdən keçirin
bg: Отвори
cs: Prohližet
de: Durchsuchen
el: Περιήγηση
es: Examinar
fa: مرور
fr: Chercher
hu: Tallózás
id: Jelajahi
it: Sfoglia
ja: 参照
ko: 탐색하기
nl: Bladeren
pl: Przeglądaj
pt_br: Navegar
ro: Răsfoiește
ru: Обзор
sr_cyrl: Потражи
sr_latn: Potraži
tr: Gözat
uk: Огляд
vi: Tìm
zh_hans: 浏览
zh_hant: 瀏覽

# CancelButton.Content
source: Cancel
ar: إلغاء
az: Ləğv et
bg: Откажи
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégsem
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sr_cyrl: Откажи
sr_latn: Otkaži
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# ClassNameSuggestBox.Description
source: Enter window class name
ar: اكتب اسم فئة النوافذ
az: Pəncərə sinif adını daxil edin
bg: Въведете името на класа на прозореца
cs: Vložte jméno třídy okna
de: Fensterklassenname eingeben
el: Εισαγωγή ονόματος κλάσης παραθύρου
es: Escriba el nombre de clase de ventana
fa: نام کلاس پنجره را وارد کنید.
fr: Entrez le nom de la règle
hu: Adja meg az ablakosztály nevét
id: Masukkan nama Class jendela
it: Inserisci il nome della classe della finestra
ja: ウィンドウのクラス名を入力
ko: 창 클래스 이름을 입력해주세요.
nl: Voer de naam van de venster class in
pl: Wprowadź nazwę klasy
pt_br: Insira o nome da classe da janela
ro: Introduceți numele clasei de ferestre
ru: Введите название класса окна
sr_cyrl: Унесите име класе прозора
sr_latn: Unesite ime klase prozora
tr: Pencere sınıf adını girin
uk: Введіть назву класу вікна
vi: Nhập tên lớp (class) của cửa sổ
zh_hans: 请输入窗口类类名
zh_hant: 請輸入窗口類類名

# ClassNameSuggestBox.Header
source: Class Name:
ar: اسم الفئة:
az: Sinif Adı:
bg: Име на класа:
cs: Jméno Třídy:
de: Klassenname:
el: Όνομα Κλάσης:
es: Nombre de clase:
fa: نام کلاس:
fr: Nom de règle:
hu: Osztály neve:
id: Nama Class:
it: Nome Classe:
ja: クラス名:
ko: 클래스 이름:
nl: Class Naam:
pl: Klasa:
pt_br: Nome da Classe:
ro: Nume Clasă:
ru: Название класса:
sr_cyrl: Име класе:
sr_latn: Ime klase:
tr: Sınıf Adı:
uk: Назва класу:
vi: Tên lớp:
zh_hans: 类名：
zh_hant: 類名：

# CloseButton.Content
source: Close
ar: إغلاق
az: Bağla
bg: Затвори
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Quitter
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sr_cyrl: Затвори
sr_latn: Zatvori
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭本窗口
zh_hant: 關閉本窗口

# ConfigFileError.Content
source: Error in config file: {0} Fix errors then use "Reload config file" option to reload it.
ar: خطأ في ملف الإعدادات: {0} تأكد من وجود أي أخطاء، ثم اضغط على "إعادة التحميل".
az: Konfiqurasiya faylında xəta: {0} Səhvləri düzəldin, sonra onu yenidən yükləmək üçün "Konfiqurasiya faylını yenidən yüklə" seçimindən istifadə edin.
bg: Грешка във файла за конфигуриране: {0} Отстранете грешките, след което използвайте "Презареждане на конфигурационния файл" за да презаредите.
cs: Chyba v konfiguračním souboru:
de: Fehler in Konfigurationsdatei: {0} Bitte Fehler beheben und dann "Konfigurationsdatei neu laden" verwenden.
el: Σφάλμα στο αρχείο config: {0} Διόρθωσε τα σφάλματα και μετά χρησιμοποίησε την επιλογή "Επαναφόρτωση αρχείου config" για να το επαναφορτώσεις.
es: Error en el archivo de configuración: {0} Corrija los errores y luego use la opción «Volver a cargar el archivo de configuración» para volver a cargarlo.
fa: خطا در فایل پیکربندی: {0} خطا را رفع کنید سپس با استفاده از گزینه «بارگزاری مجدد» فایل پیکربندی را مجددا بارگزاری کنید.
fr: Erreur dans le fichier de configuration: {0} Corrigez les erreurs puis utilisez l'option "Recharger le fichier de configuration" pour le recharger.
hu: Hiba a konfigurációs fájlban: {0} Javítsa ki a hibákat, majd használja a „Konfigurációs fájl újratöltése” lehetőséget az újratöltéshez.
id: Kesalahan dalam berkas konfigurasi: {0} Perbaiki kesalahan lalu gunakan opsi "Muat ulang file konfigurasi" untuk memuatnya kembali.
it: Errore nel File di Configurazion: {0} Correggi gli errori e clicca sull'opzione "Ricarica File di Configurazione" per ricaricarlo.
ja: 設定ファイル内のエラー: {0} エラーを修正してから、設定ファイルを再読み込みしてください。
ko: 구성 파일에 오류가 있습니다: {0} 오류를 고치시고 리로드 하시려면 "구성 파일 리로드"를 누르세요.
nl: Fout in configuratiebestand: {0} Herstel fouten en gebruik de "Herlaad configuratiebestand" optie om het opnieuw te laden.
pl: Błąd w pliku konfiguracyjnym: {0} Napraw powyższe błędy, a następnie wybierz "Przeładuj plik konfiguracyjny", aby go zrestartować.
pt_br: Erro no arquivo de configuração: {0} Conserte os erros e use a opção "Recarregar arquivo de configuração" para recarregá-lo.
ro: Eroare în fișierul de configurare {0} Rezolvă problemele, apoi apasă opțiunea "Reîncărcare fișier de configurare" pentru a reîncărca configurația.
ru: Ошибка в файле конфигурации: {0} Исправьте ошибки и перезагрузите файл конфигурации.
sr_cyrl: Грешка у конфигурационој датотеци: {0} Поправите грешке, па притисните "Поново учитај конф. датотеку"
sr_latn: Greška u konfiguracionoj datoteci: {0} Popravite greške, pa pritisnite "Ponovo učitaj konf. datoteku"
tr: Konfigürasyon dosyasında hata: {0} Yeniden yüklemek için hataları düzeltin ve "Konfigürasyon dosyasını yeniden yükle" seçeneğini kullanın.
uk: Помилка у файлі конфігурації: {0} Виправте помилки, а після скористайтеся опцією "Перезавантажити файл конфігурації", щоб перезавантажитись.
vi: Lỗi trong tệp cấu hình: {0} Vui lòng sửa lỗi và nháy 'Tải lại' để tải lại tệp thiết lập.
zh_hans: 配置文件中存在以下错误： {0} 请先修正错误，然后点击“重新加载配置文件”按钮。
zh_hant: 配置文件中存在以下錯誤： {0} 請先修正錯誤，然後點擊“重新加載配置文件”按鈕。

# ConfigFileError.Header
source: Error in config file
ar: خطأ في ملف الإعدادات
az: Konfiqurasiya faylında xəta
bg: Грешка във файла за конфигуриране
cs: Chyba v konfiguračním souboru
de: Fehler in Konfigurationsdatei
el: Σφάλμα στο αρχείο config
es: Error en el archivo de configuración
fa: خطا در فایل پیکربندی
fr: Erreur dans le fichier de configuration
hu: Hiba a konfigurációs fájlban
id: Kesalahan dalam berkas konfigurasi
it: Errore nel File di Configurazione.
ja: 設定ファイルのエラー
ko: 구성 파일에 오류가 있습니다:
nl: Fout in configuratiebestand
pl: Błąd w pliku konfiguracyjnym
pt_br: Erro no arquivo de configuração
ro: Eroare în fișierul de configurare
ru: Ошибка в файле конфигурации
sr_cyrl: Грешка у конф. датотеци
sr_latn: Greška u konf. datoteci
tr: Konfigürasyon dosyasında hata
uk: Помилка у файлі конфігурації
vi: Lỗi trong tệp cấu hình
zh_hans: 配置文件中存在错误
zh_hant: 配置文件中存在錯誤

# ConfigFilePathSetting.Description
source: File to be used for saving and loading rules.
ar: ملف لحفظ وتحميل قواعدك.
az: Qaydaları yadda saxlamaq və yükləmək üçün istifadə ediləcək fayl.
bg: Файл, който да се използва за запазване и зареждане на правила.
cs: Soubor který se bude používat k ukládání a načítání pravidel
de: Verwendete Datei für das Speichern und Laden von Regeln.
el: Αρχείο για αποθήκευση και φόρτωση κανόνων.
es: Archivo que se usará para guardar y cargar las reglas.
fa: فایلی که برای ذخیره و بارگذاری نمایه‌ها استفاده می‌شود.
fr: Fichier à utiliser pour l'enregistrement et le chargement des règles.
hu: A szabályok mentéséhez és betöltéséhez használandó fájl.
id: Berkas yang akan digunakan untuk menyimpan dan memuat aturan.
it: File usato per salvare e caricare regole.
ja: ルールの保存と読み込み用のファイルです。
ko: 프로세스 리스트를 저장하고 불러올 때 사용하는 파일입니다.
nl: Bestand voor het opslaan en laden van regels.
pl: Plik, który będzie odpowiadał za przechowywanie reguł.
pt_br: Arquivo a ser usado para salvar e carregar regras.
ru: Файл, используемый для сохранения и загрузке правил
sr_cyrl: Датотека која ће се користити за чување и читање правила.
sr_latn: Datoteka koja će se koristiti za čuvanje i čitanje pravila.
tr: Kuralları kaydetmek ve yüklemek için kullanılacak dosya.
uk: Файл для збереження та завантаження правил.
vi: Đường dẫn tệp dưới dạng chữ dùng để tải và lưu thiết lập.
zh_hans: 该文件将用于存储Mica For Everyone的设置。
zh_hant: 該文件將用於存儲Mica For Everyone的設置。

# ConfigFilePathSetting.Header
source: File Path
ar: مكان الملف
az: Fayl yolu
bg: Път към файла
cs: Cesta k souboru
de: Dateipfad
el: Διαδρομή Αρχείου
es: Ruta del archivo de configuración
fa: مکان فایل
fr: Emplacement du fichier
hu: Fájl elérési útja
id: Jalur Berkas
it: Percorso File
ja: ファイルのパス
ko: Config 경로:
nl: Bestandspad
pl: Ścieżka
pt_br: Caminho do Arquivo
ro: Cale către fișierul de configurare
ru: Путь к файлу
sr_cyrl: Путања датотеке
sr_latn: Putanja datoteke
tr: Dosya Yolu
uk: Шлях до файлу
vi: Đường dẫn tệp
zh_hans: 文件路径
zh_hant: 文件路徑

# DarkMenuItem.Text
source: Dark
ar: غامق
az: Qaranlıq
bg: Тъмно
cs: Temný
de: Dunkel
el: Σκοτεινό
es: Oscuro
fa: تیره
fr: Sombre
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크 모드
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Темная
sr_cyrl: Тамно
sr_latn: Tamno
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 深色
zh_hant: 深色
